i5/20220427-fpw/logs/pg-2-2-16/1000/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 1800 s
number of transactions actually processed: 15710950
latency average = 1.833 ms
initial connection time = 7.800 ms
tps = 8728.283473 (without initial connection time)